{
    "misLibros":[
        {
            "id" : 1,
            "caratula" : "https://imagessl3.casadellibro.com/a/l/t7/63/9788496748163.jpg",
            "titulo" : "La princesa de hielo",
            "descripcion" : "Cuando la joven escritora Erica vuelve a su pueblo natal tras el fallecimiento de sus padres, no se puede ni imaginar que se verá envuelta en la truculenta historia de un crimen cuyos protagonistas no son otros que sus propios amigos de la infancia. Cuando aparece el cadáver de su amiga Alex, todo lleva a sospechar que se ha suicidado, pero la áautopsia revela que estaba embarazada, lo que dispara las conjeturas de Erica. La novelista, que debe escribir un obituario para el funeral, empieza a investigar la vida de su amiga al tiempo que se ve cada vez más involucrada en el caso. Con la ayuda de Patrik, policía en la comisaría local, que pronto se convierte en algo más que un amigo, descubre un oscuro secreto largamente guardado.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Lackberg",
            "añoDePublicacion" : "2007"
        },
        {
            "id" : 2,
            "caratula" :"https://imagessl7.casadellibro.com/a/l/t7/07/9788496748507.jpg",
            "titulo" : "Los gritos de pasado",
            "descripcion" : "En plena temporada de verano en la pequeña población costera de Fjällbacka, un niño descubre el cadáver de una turista alemana cruelmente torturada. Muy cerca, la policía encuentra los esqueletos de dos mujeres desaparecidas hace veinte años. La joven pareja formada por la escritora Erica y el detective Patrik disfrutan de unas merecidas vacaciones. Erica está embarazada de ocho meses y el calor sofocante del verano vuelve especialmente difícil este último mes de gestación. La última cosa que necesitan ambos es un nuevo caso de asesinatos, pero el malhumorado comisario Mellberg incluye rápidamente a Patrik en los acontecimientos. Sorprendentemente todos terminarán descubriendo que todas las víctimas tenían alguna relación con el predicador Ephraim Hult y su particular familia…",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2008"
        },
        {
            "id" : 3,
            "caratula" : "https://images.cdn2.buscalibre.com/fit-in/360x360/4e/6e/4e6e24bc7940369123cc1e0b576b47d6.jpg",
            "titulo" : "Las hijas del frío",
            "descripcion" : "Un pescador encuentra el cadáver de la pequeña Sara, la hija de una amiga de Erica. Lo que en principio parecía un accidente se convierte en asesinato cuando la autopsia revela que la pequeña fue ahogada antes de ser arrojada al mar. Patrik, agobiado por las preocupaciones que implica su hija recién nacida, debe investigar el caso antes de que el pánico invada Fjällbacka.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2009"
        },
        {
            "id" : 4,
            "caratula" : "https://th.bing.com/th/id/OIP.7P3OBTgrr0AavMAKc_Jj3QHaLF?pid=ImgDet&w=179&h=268&c=7&dpr=1,6",
            "titulo" : "Crimen directo",
            "descripcion" : "Patrik y Erica siguen disfrutando de su idilio en el pueblo de Fjällbacka, ahora acompañados por su bebé, la pequeña Maja, que ya tiene ocho meses. Mientras la joven pareja está plenamente volcada en los preparativos de su próxima boda, los asuntos en la comisaría, donde Patrik trabaja, siguen su curso rutinario. Pero el alcalde reúne al pleno del ayuntamiento para anunciar la llegada a Tanum de un equipo de televisión para filmar un reality-show bastante escandaloso llamado «Fucking Tanum» que, supuestamente, debería reportar unos jugosos beneficios a la población y que va a suponer en realidad una auténtica pesadilla.Poco después, Patrik debe investigar la muerte de una mujer, víctima de un accidente de tráfico.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2010"
        },
        {
            "id" : 5,
            "caratula" : "https://imagessl2.casadellibro.com/a/l/t7/92/9788415120292.jpg",
            "titulo" : "Las huellas imborables",
            "descripcion" : "El verano llega a su fin y la escritora Erica Falck vuelve al trabajo tras la baja de maternidad. Ahora le toca a su compañero, el comisario Patrik Hedström, tomarse un tiempo libre para ocuparse de la pequeña Maja. Pero el crimen no descansa nunca, ni siquiera en la tranquila ciudad de Fjällbacka, y cuando dos adolescentes descubren el cadáver de Erik Frankel, Patrik compaginará el cuidado de su hija con su interés por el asesinato de este historiador especializado en la Segunda Guerra Mundial.Mientras tanto, Erica hace un sorprendente hallazgo: los diarios de su madre Elsy, con quien tuvo una relación difícil, junto con una antigua medalla nazi.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2011"
        },
        {
            "id" : 6,
            "caratula" : "https://imagessl2.casadellibro.com/a/l/t7/02/9788415532002.jpg",
            "titulo" : "La sombra de la sirena",
            "descripcion" : "Un hombre desparece en Fjällbacka sin dejar rastro. Pese a que Patrik Hedström y sus colegas de la policía han hecho cuanto han podido para encontrarlo, nadie sabe si está vivo o muerto. Al cabo de tres meses, lo encuentran finalmente congelado en el hielo. Cuando averiguan que el escritor Christian Thydell, uno de los amigos de la víctima, lleva más de un año recibiendo cartas anónimas plagadas de amenazas, todo se complica.Christian trata de restarle importancia, pero su amiga Erica Falck, quien lo ayudó en la escritura de su primera y exitosa novela, La sombra de la sirena, es consciente del peligro. La policía no tarda en comprender que el asesinato y las cartas están relacionados.Alguien odia a Christian profundamente, y ese alguien parece que no dudará en cumplir sus amenazas…",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2012"
        },
        {
            "id" : 7,
            "caratula" :"https://imagessl8.casadellibro.com/a/l/t7/98/9788415532798.jpg",
            "titulo" : "Los vigilantes del faro",
            "descripcion" : "Desde que Patrik se ha reincorporado al trabajo, Erica se dedica de lleno a sus gemelos, que nacieron prematuros. Apenas tiene tiempo para ir a visitar a Annie Wester, una compañera de instituto que acaba de regresar a Fjällbacka después de muchos años. Junto con su hijo Sam, Annie se ha instalado en el faro abandonado de la isla de Gråskär, propiedad de su familia. A pesar de los rumores que circulan por el pueblo sobre la leyenda de la «isla de los espíritus», en la que los muertos vagan libremente, no parecen importarle las voces extrañas que oye por la noche. Además, su antiguo novio Matte Sverin, quien también ha pasado unos años en Estocolmo y acaba de empezar a trabajar en el Ayuntamiento de Fjällbacka, aparece asesinado. Annie es la última persona que lo ve con vida.Estos sucesos le depararán a Patrik y a su eficaz colaboradora Paula muchos quebraderos de cabeza. Por su parte, Erica, que realiza su propia investigación en paralelo, conseguirá atar algunos cabos sueltos que serán de gran ayuda para la resolución del caso.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2013"
        },
        {
            "id" : 8,
            "caratula" :"https://imagessl7.casadellibro.com/a/l/t7/87/9788415893387.jpg",
            "titulo" : "La mirada de los ángeles",
            "descripcion" : "Tras la muerte accidental de su hijo pequeño, Ebba y Mårten se trasladan a la isla de Valö para rehacer su vida. Ahí, se instalan en una granja enla que vivió la familia de Ebba hace muchos años. Pero la tragedia los sigue acechando, y un incendio, a todas luces provocado, saca a relucir la historia siniestra que pesa sobre la granja. Hace treinta años toda la familia de Ebba desapareció sin dejar rastro. Solo se salvó ella, entonces un bebé de un año, a quien encontraron sola en la casa. Desde ese momento, recibe una misteriosa felicitación el día de su cumpleaños, firmada con una simple G…Patrik abre una investigación, y Erica, siempre en busca de material narrativo, empieza a tirar del hilo de la historia de la granja por su cuenta. Un acto impulsivo de Anna, la hermana de Erica, aún afectada por la pérdida del bebé que esperaba, revelará la verdad de golpe.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2014"
        },
        {
            "id" : 9,
            "caratula" : "https://imagessl7.casadellibro.com/a/l/t7/47/9788416363247.jpg",
            "titulo" : "El domador de leones",
            "descripcion" : "Estamos en pleno mes de enero y en Fjällbacka hace un frío polar. Una joven medio desnuda deambula por el bosque nevado y llega a la carretera. Un coche aparece de la nada y no tiene tiempo de esquivarla. Cuando el comisario Patrik Hedström y su equipo reciben la alarma sobre el accidente, la chica ya ha sido identifi cada. Desapareció cuatro meses atrás y desde entonces no se ha sabido nada de ella. Su cuerpo tiene marcas de atrocidades inimaginables, y es posible que no sea la única, ni la última víctima de su agresor. Al mismo tiempo, Erica Falck investiga una vieja tragedia familiar que acabó con la muerte de un hombre. Erica sospecha que su esposa oculta algo terrible y teme que el pasado proyecte su alargada sombra sobre el presente. ",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2015"
        },
        {
            "id" : 10,
            "caratula" : "https://imagessl9.casadellibro.com/a/l/t7/59/9788417108359.jpg",
            "titulo" : "La bruja",
            "descripcion" : "Un nuevo hito, la novela más esperada y ambiciosa de CAMILLA LÄCKBERG.Fíjate bien.Nada es lo que parece.No te fíes del título, de la portada ni de la sinopsis.La última novela de Camilla Läckberg tampoco es lo que parece.Resuelve el enigma de La bruja.",
            "genero" : "Novela Negra",
            "autor" : "Camilla Läckberg",
            "añoDePublicacion" : "2018"
        }
    ]
}